Repository: openSUSE/download.o.o
Catalog: po/*.po
Languages: ar, hi

source: openSUSE BuildService - LXDE
ar: خدمة بناء أوبن سوزي-- LXDE
hi: ओपनSUSE निर्माण सेवा - एलएक्सडीई

source: Latest LXDE release
ar: إخر نسخة من LXDE
hi: नवीनतम एलएक्सडीई संस्करण

source: The LXDE repository in the openSUSE Build Service, which provides you with the unsupported but latest version of the LX desktop environment and software.
ar: مستودع LXDE في أوبن سوزي خدمة البناء، مما يوفر لك استخدام إصدار غير معتمد ولكن أحدث بيئة سطح مكتب LX والبرامج.
hi: ओपनSUSE निर्माण सेवा का एलएक्सडीई पैकेज-संग्रह प्रदान करता है, नवीनतम लेकिन असमर्थित डेस्कटॉप वातावरण व सॉफ्टवेयर।

source: openSUSE BuildService - LibreOffice
ar: خدمة بناء أوبن سوزي-- ليبر أوفيس
hi: ओपनSUSE निर्माण सेवा - लिब्रे-ऑफिस

source: Latest stable LibreOffice release
ar: أحدث إصداره مستقرة من ليبر أوفيس
hi: नवीनतम स्थिर लिब्रे-ऑफिस संस्करण

source: Provides you with the latest stable version of LibreOffice, the Office suite that openSUSE uses.
ar: يزودك بأحدث نسخة مستقرة من ليبر أوفيس المكتب الرئيسي المستخدم في أوبن سوزي.
hi: लिब्रे-ऑफिस का नवीनतम स्थिर संस्करण प्रदान करता है, जिसका उपयोग ओपनSUSE में भी होता है।

source: openSUSE BuildService - Mozilla
ar: خدمة بناء أوبن سوزي-- موزيلا
hi: ओपनSUSE निर्माण सेवा - मोज़िला

source: Most recent builds of Mozilla Software like Firefox
ar: آخر برامج موزيريلا مثل فيرفكس
hi: मोज़िला के सॉफ्टवेयर जैसे फायरफॉक्स के नवीनतम पैकेज

source: Containing the latest releases of all Mozilla software, such as the popular Thunderbird (mail client), Firefox and SeaMonkey (web browsers).
ar: يحتوي على أحدث الإصدارات من جميع برمجيات موزيلا، مثل ثندربيرد (عميل البريد)، وفيرفكس وSeaMonkey (متصفحات الويب).
hi: मोज़िला के सभी सॉफ्टवेयर जैसे लोकप्रिय थंडरबर्ड (ईमेल साधन), फायरफॉक्स व सीमंकी (वेब ब्राउज़र) के नवीनतम पैकेज सम्मिलित हैं।

source: openSUSE BuildService - Wine CVS Builds
ar: خدمة بناء اوبن سوزي لخدمات Wine لتشغيل برامج الوندوز
hi: ओपनSUSE निर्माण सेवा - Wine CVS पैकेज

source: Snapshots of Wine CVS
ar: لقطات من Wine CVS
hi: वाइन CVS की बैकअप प्रतियाँ

source: Wine is an Open Source implementation of the Windows API, so it allows you to run some Windows applications in openSUSE. This repository provides the latest CVS (development) snapshot packages of Wine.
ar: برنامج Wine حر المصدر لتنفيذ اوامر يندوز API ، بحيث تسمح بتشغيل بعض تطبيقات ويندوز في اوبن سوزي. ويوفر هذا المستودع أحدث CVS و(تطوير) حزم Wine.
hi: वाइन - विंडोज एपीआई के मुक्त स्रोत क्रियान्वन हेतु साधन है जिसके द्वारा आप विंडोज अनुप्रयोगों को ओपनSUSE पर उपयोग कर सकते हैं। इस पैकेज-संग्रह द्वारा वाइन के नवीनतम CVS (अल्पविकसित) स्नैपशॉट पैकेज उपलब्ध हैं।

source: openSUSE BuildService - Games
ar: خدمة بناء أوبن سوزي-- ألعاب
hi: ओपनSUSE निर्माण सेवा - खेल

source: A collection of action games
ar: مجموعة من العاب الاثارة
hi: एक्शन खेलों का संग्रह

source: Contains several action games including Open Arena (shoot 'em up), Flight Gear (flight simulator) and Torcs (3D racing simulator).
ar: يحتوي على العديد من الألعاب المثيرة، بما في ذلك الساحة المفتوحة (shoot 'em up)، رحلة جير (جهاز محاكاة الطيران) وتركس (محاكاة سباقات 3 الأبعاد).
hi: ओपन एरेना (shoot 'em up), फ्लाइट गियर (उड़ान अनुरूपक) व Torcs (3डी रेस अनुरूपक) जैसे कई एक्शन खेल सम्मिलित हैं।

source: openSUSE BuildService - Drivers for webcams
ar: خدمة بناء أوبن سوزي-- تعريف كاميرات الويب
hi: ओपनSUSE निर्माण सेवा - वेबकैम हेतु ड्राइवर

source: Recent drivers for webcams
ar: أحدث تعريفات كاميرا الانترنت
hi: वेबकैम हेतु नवीन ड्राइवर

source: Contains recent drivers for hundreds of different webcams.
ar: يتضمن التعريف الاخير لمئات من كاميرات الويب المختلفة.
hi: सैंकड़ों प्रकार के वेबकैम हेतु नवीन ड्राइवर सम्मिलित हैं।

source: openSUSE BuildService - Virtualization (VirtualBox)
ar: خدمة بناء اوبن سوزي لخدمات المحاكاة الافتراضية (Virtualbox)
hi: ओपनSUSE निर्माण सेवा - Virtualization (वर्चुअल बॉक्स)

source: Latest builds of Virtualbox
ar: آخر نسخة من Virtualbox
hi: वर्चुअल बॉक्स के नवीन बिल्ड

source: Provides up-to-date builds of VirtualBox, a general-purpose open-source full virtualizer for x86 hardware.
ar: يوفر أحدث اصدارات VirtualBox، ومحاكي حر المصدر كامل للاغراض العامة لاجهزة x86.
hi: वर्चुअल बॉक्स - सामान्य उपयोग हेतु x86 हार्डवेयर के लिए मुक्त स्रोत पूर्ण वर्चुअल साधन की नवीनतम बिल्ड उपलब्ध हैं।

source: openSUSE BuildService - PHP
ar: خدمة بناء أوبن سوزي-- PHP
hi: ओपनSUSE निर्माण सेवा - पीएचपी

source: Latest updates for PHP software
ar: آخر تحديث لبرامج PHP
hi: पीएचपी सॉफ्टवेयर हेतु नवीनतम अपडेट

source: Provides the latest packages and multiple-version builds of PHP software.
ar: يوفر أحدث الحزم ونسخ متعددة ببرمجيات مبنية على PHP.
hi: पीएचपी सॉफ्टवेयर के नवीनतम पैकेज व एकाधिक संस्करण हेतु बिल्ड उपलब्ध हैं।

source: openSUSE BuildService - Database
ar: خدمة بناء أوبن سوزي-- قاعدة البيانات
hi: ओपनSUSE निर्माण सेवा - डेटाबेस

source: Latest updates for database software
ar: آخر تحديث لقواعد البيانات
hi: डेटाबेस सॉफ्टवेयर हेतु नवीनतम अपडेट

source: Latest updates for database software including Firebird and MySQL.
ar: آخر تحديث لقواعد البيانات متضمن Firebird وMySQL.
hi: फायरबर्ड व माईएसक्यूएल जैसे डेटाबेस सॉफ्टवेयर हेतु नवीनतम अपडेट।

source: openSUSE BuildService - KDE:Extra
ar: خدمة بناء أوبن سوزي-- كدي:إضافي
hi: ओपनSUSE निर्माण सेवा - केडीई : अतिरिक्त

source: Community repository for KDE
ar: مستودع مجتمع كدي
hi: केडीई हेतु सामुदायिक पैकेज-संग्रह

source: Provides additional KDE software maintained by the openSUSE KDE community.
ar: يوفر برامج كدي الإضافية التي يحتفظ بها مجتمع أوبن سوزي لكدي.
hi: ओपनSUSE केडीई समुदाय द्वारा अनुरक्षित अतिरिक्त केडीई सॉफ्टवेयर उपलब्ध है।

source: openSUSE BuildService - GNOME:Apps
ar: خدمة بناء أوبن سوزي-- تطبيقات:جنوم
hi: ओपनSUSE निर्माण सेवा - गनोम : अनुप्रयोग

source: Backports of GNOME applications
ar: تطبيقات جنوم المستقرة
hi: गनोम अनुप्रयोगों के बैकपोर्ट

source: Updates to the GNOME software that is shipped with the distribution (backports).
ar: تحديثات لبرامج جنوم المرفقة مع التوزيعة (backports).
hi: वितरण के साथ सम्मिलित गनोम सॉफ्टवेयर हेतु अपडेट (बैकपोर्ट) उपलब्ध हैं।

source: openSUSE BuildService - Mono:Community
ar: خدمة بناء أوبن سوزي-- مونو:المجتمع
hi: ओपनSUSE निर्माण सेवा - मोनो : समुदाय

source: Community repository for Mono applications
ar: مستودع مجتمع تطبيقات مونو
hi: मोनो अनुप्रयोगों हेतु सामुदायिक पैकेज-संग्रह

source: Updates and Additions of applications written in Mono.
ar: التحديثات والإضافات للتطبيقات المكتوبة في مونو.
hi: मोनो अनुप्रयोगों हेतु अपडेट व परिवर्धन।

source: openSUSE BuildService - devel:languages:perl
ar: خدمة بناء أوبن سوزي-- مجموعة:لغات:perl
hi: ओपनSUSE निर्माण सेवा - सॉफ्टवेयर विकास : भाषाएँ : पर्ल

source: Community repository for Perl modules
ar: مستودع مجتمع وحدات بيرل
hi: पर्ल अनुखंड हेतु सामुदायिक पैकेज-संग्रह

source: Updates and Additions for Perl modules
ar: تحديثات وإضافات لوحدات بيرل
hi: पर्ल अनुखंड हेतु अपडेट व परिवर्धन

source: openSUSE BuildService - devel:languages:python
ar: خدمة بناء أوبن سوزي-- مجموعة:لغات:بايثون
hi: ओपनSUSE निर्माण सेवा - सॉफ्टवेयर विकास : भाषाएँ : पाइथन

source: Community repository for Python modules
ar: مستودع مجتمع لوحدات بايثون
hi: पाइथन अनुखंड हेतु सामुदायिक पैकेज-संग्रह

source: Updates and Additions for Python modules
ar: التحديثات والإضافات للوحدات النمطية بيثون
hi: पाइथन अनुखंड हेतु अपडेट व परिवर्धन

source: openSUSE BuildService - filesystems
ar: خدمة بناء أوبن سوزي-- نظام الملفات
hi: ओपनSUSE निर्माण सेवा - फाइल सिस्टम

source: Filesystem tools and FUSE-related packages
ar: أدوات نظام الملفات وحزم FUSE-related
hi: फाइल सिस्टम साधन व फ्यूज संबंधी पैकेज

source: Filesystem tools and FUSE-related packages.
ar: أدوات نظام الملفات وحزم FUSE-related.
hi: फाइल सिस्टम साधन व फ्यूज संबंधी पैकेज।

source: openSUSE BuildService - Education
ar: خدمة بناء أوبن سوزي-- تعليم
hi: ओपनSUSE निर्माण सेवा - शिक्षा

source: Applications for education users
ar: تطبيقات لتعليم المستخدمين
hi: शिक्षा हेतु उपयोगी अनुप्रयोग

source: Contains several packages which might be interesting for educational use
ar: يحتوي على العديد من الحزم للاستخدام التعليمي
hi: शिक्षा हेतु उपयोगी कई रोचक अनुप्रयोग सम्मिलित हैं

source: openSUSE BuildService - KDE:KDE3
ar: خدمة بناء أوبن سوزي-- كدي:كدي3
hi: ओपनSUSE निर्माण सेवा - केडीई : केडीई3

source: Maintained KDE 3 packages
ar: صيانة حزم كدي3
hi: अनुरक्षित केडीई 3 पैकेज

source: Provides old KDE for newer openSUSE
ar: يوفر كدي القديمة لأوبن سوزي الحديثة
hi: नवीन ओपनSUSE हेतु पुराना केडीई उपलब्ध है

source: Main Repository (OSS)
ar: المستودع الرئيسي (حرة)
hi: मुख्य पैकेज-संग्रह (ओएसएस)

source: Main repository of openSUSE 13.1 including only Open Source Software
ar: المستودع الرئيسي من أوبن سوزي 13.1 ويحتوي فقط برمجيات المصدر الحر
hi: केवल मुक्त स्रोत सॉफ्टवेयर युक्त ओपनSUSE 13.1 का मुख्य पैकेज-संग्रह

source: The big Open Source Software (OSS) repository for openSUSE 13.1, giving you access to thousands of packages maintained by the openSUSE team. (Due to the size of the repository, adding it may take some time. 512 MB of RAM or an enabled SWAP partition are highly recommended in case you want to access this repository at installation time.)
ar: مستودع البرمجيات حرة المصادر (OSS) الكبرى لاوبن سوزي 13.1، تتيح الوصول ﻻلاف الحزم التي يحتفظ بها فريق اوبن سوزي. (نظرا لحجم المستودع ، فانه سيستغرق بعض الوقت لإضافته ويتستهلك 512 ميغابايت من ذاكرة الوصول العشوائي او من قسم SWAP نوصى بشده بالوصول إلى هذه المستودعات اثناء وقت التنصيب.)
hi: ओपनSUSE 13.1 के विशाल मुक्त स्रोत सॉफ्टवेयर (ओएसएस) पैकेज-संग्रह में सम्मिलित हैं ओपनSUSE टीम द्वारा अनुरक्षित सहस्त्र पैकेज। (पैकेज-संग्रह आकार के कारण जोड़ने में समय लग सकता है। इंस्टॉल प्रक्रिया के समय इसे अभिगम करने हेतु 512 एमबी रैम या स्वैप सक्रिय विभाजन होना आवश्यक है।)

source: Main Repository (NON-OSS)
ar: المستودع الرئيسي (غير-حرة)
hi: मुख्य पैकेज-संग्रह (गैर-ओएसएस)

source: Non-Open Source Software Addon repository for openSUSE 13.1
ar: مستودع المصادر غير الحرة لأوبن سوزي 13.1
hi: ओपनSUSE 13.1 हेतु अमुक्त स्रोत सॉफ्टवेयर पूरक साधन पैकेज-संग्रह

source: The official openSUSE 13.1 repository for all Non-Open Source Software maintained by the openSUSE team, including Opera, Java, Flash, and more.
ar: مستودع أوبن سوزي الرسمي 13.1 لجميع برمجيات المصادر غير الحرة التي يحتفظ بها فريق أوبن سوزي، بما فيها الأوبرا، جافا، فلاش، وأكثر.
hi: ओपनSUSE टीम द्वारा अनुरक्षित सभी अमुक्त स्रोत सॉफ्टवेयर का आधिकारिक ओपनSUSE 13.1 पैकेज-संग्रह जिसमें ओपेरा, जावा, फ़्लैश इत्यादि सम्मिलित हैं।

source: Main Repository (Sources)
ar: المستودع الرئيسي (المصادر)
hi: मुख्य पैकेज-संग्रह (स्रोत)

source: Main repository of openSUSE 13.1 (Source packages)
ar: المستودع الرئيسي من أوبن سوزي 13.1 (مصدر الحزم)
hi: ओपनSUSE 13.1 का मुख्य पैकेज-संग्रह (स्रोत पैकेज)

source: The repository of all source packages in openSUSE 13.1. For experts only.
ar: مستودع لكافة حزم المصدر في أوبن سوزي 13.1. للخبراء فقط.
hi: ओपनSUSE 13.1 हेतु सभी स्रोत पैकेज का मुख्य पैकेज-संग्रह। केवल विशेषज्ञ उपयोक्ताओं हेतु।

source: Main Repository (DEBUG)
ar: المستودع الرئيسي (التصحيح)
hi: मुख्य पैकेज-संग्रह (दोषमार्जन)

source: Main repository of openSUSE 13.1 including the debuginfo packages
ar: المستودع الرئيسي لأوبن سوزي 13.1 بما في ذلك حزم معلومات التحديث
hi: ओपनSUSE 13.1 का दोषमार्जन पैकेज युक्त मुख्य पैकेज-संग्रह

source: This repository is useful for those that want to debug applications on openSUSE 13.1. For experts only.
ar: هذا المستودع مفيد للذين يريدون تصحيح تطبيقات أوبن سوزي 13.1. للخبراء فقط.
hi: यह पैकेज-संग्रह ओपनSUSE 13.1 पर दोषमार्जन अनुप्रयोग हेतु उपयोगी है। केवल विशेषज्ञ उपयोक्ताओं हेतु।

source: Main Update Repository
ar: مستودع التحديث الرئيسي
hi: मुख्य अपडेट पैकेज-संग्रह

source: Repository for official updates to 13.1
ar: مستودع الترقية الرسمي إلى 13.1
hi: 13.1 हेतु आधिकारिक अपडेट का पैकेज-संग्रह

source: In this repository you find security and maintenance updates to openSUSE 13.1.
ar: في هذا المستودع يمكنك العثور على تحديثات الأمان وتحديثات الصيانة لأوبن سوزي 13.1.
hi: ओपनSUSE 13.1 हेतु सुरक्षा व अनुरक्षण अपडेट का पैकेज-संग्रह।

source: Update Repository (Non-Oss)
ar: تحديث مستودع (برمجيات غير حرة المصدر)
hi: अपडेट पैकेज-संग्रह (गैर-ओएसएस)

source: Repository for official non free updates to 13.1
ar: مستودع الترقية الرسمي إلى 13.1
hi: 13.1 हेतु आधिकारिक अमुक्त अपडेट का पैकेज-संग्रह

source: Update Repository (DEBUG)
ar: تحديث المستودع (تصحيح)
hi: अपडेट पैकेज-संग्रह (दोषमार्जन)

source: Update repository of openSUSE 13.1 debuginfo packages
ar: تحديث مستودع حزم معلومات التصحيح لأوبن سوزي 13.1
hi: ओपनSUSE 13.2 दोषमार्जन पैकेज का अपडेट पैकेज-संग्रह

source: openSUSE BuildService - Java:packages
ar: خدمة بناء أوبن سوزي-- حزم:جافا
hi: ओपनSUSE निर्माण सेवा - जावा : पैकेज

source: Bleeding-edge Java packages
ar: حزم جافا Bleeding-edge
hi: नवीनतम जावा पैकेज

source: Provides uptodate Java packages (Factory backports)
ar: يوفر تحديث حزم جافا (Factory backports)
hi: नवीनतम जावा पैकेज (फैक्ट्री बैकपोर्ट) उपलब्ध हैं

source: Main repository of openSUSE 13.2 including only Open Source Software
ar: المستودع الرئيسي من أوبن سوزي 13.2 ويحتوي فقط برمجيات حرة المصدر
hi: केवल मुक्त स्रोत सॉफ्टवेयर युक्त ओपनSUSE 13.2 का मुख्य पैकेज-संग्रह

source: The big Open Source Software (OSS) repository for openSUSE 13.2, giving you access to thousands of packages maintained by the openSUSE team. (Due to the size of the repository, adding it may take some time. 512 MB of RAM or an enabled SWAP partition are highly recommended in case you want to access this repository at installation time.)
ar: مستودع البرمجيات حرة المصدر الكبير (OSS) لاوبن سوزي 13.2، يتيح لك الوصول ﻻلاف الحزم التي يحتفظ بها فريق اوبن سوزي. (نظرا لحجم المستودع ، فإن إضافته تستغرق بعض الوقت ويستهلك 512 ميغابايت من ذاكرة الوصول العشوائي او من قسم SWAP نوصى بشده بالوصول لهذا المستودع اثناء وقت التنصيب.)
hi: ओपनSUSE 13.2 के विशाल मुक्त स्रोत सॉफ्टवेयर (ओएसएस) पैकेज-संग्रह में सम्मिलित हैं ओपनSUSE टीम द्वारा अनुरक्षित सहस्त्र पैकेज। (पैकेज-संग्रह आकार के कारण जोड़ने में समय लग सकता है। इंस्टॉल प्रक्रिया के समय इसे अभिगम करने हेतु 512 एमबी रैम या स्वैप सक्रिय विभाजन होना आवश्यक है।)

source: Non-Open Source Software Addon repository for openSUSE 13.2
ar: مستودع المصادر غير الحرة لأوبن سوزي 13.2
hi: ओपनSUSE 13.2 हेतु अमुक्त स्रोत सॉफ्टवेयर पूरक साधन पैकेज-संग्रह

source: The official openSUSE 13.2 repository for all Non-Open Source Software maintained by the openSUSE team, including Opera, Java, Flash, and more.
ar: مستودع أوبن سوزي الرسمي 13.2 لجميع برمجيات المصدر غير الحرة التي يحتفظ بها فريق أوبن سوزي، بما فيها الأوبرا، جافا، فلاش، وأكثر.
hi: ओपनSUSE टीम द्वारा अनुरक्षित सभी अमुक्त स्रोत सॉफ्टवेयर का आधिकारिक ओपनSUSE 13.2 पैकेज-संग्रह जिसमें ओपेरा, जावा, फ़्लैश इत्यादि सम्मिलित हैं।

source: Main repository of openSUSE 13.2 (Source packages)
ar: المستودع الرئيسي من أوبن سوزي 13.2 (مصدر الحزم)
hi: ओपनSUSE 13.2 का मुख्य पैकेज-संग्रह (स्रोत पैकेज)

source: The repository of all source packages in openSUSE 13.2. For experts only.
ar: مستودع لكافة مصادر الحزم في أوبن سوزي 13.2. للخبراء فقط.
hi: ओपनSUSE 13.2 हेतु सभी स्रोत पैकेज का मुख्य पैकेज-संग्रह। केवल विशेषज्ञ उपयोक्ताओं हेतु।

source: Main repository of openSUSE 13.2 including the debuginfo packages
ar: المستودع الرئيسي لأوبن سوزي 13.2 بما في ذلك حزم معلومات التحديث
hi: ओपनSUSE 13.2 का दोषमार्जन पैकेज युक्त मुख्य पैकेज-संग्रह

source: This repository is useful for those that want to debug applications on openSUSE 13.2. For experts only.
ar: هذا المستودع مفيد لمن يريد تصحيح التطبيقات على أوبن سوزي 13.2. للخبراء فقط.
hi: यह पैकेज-संग्रह ओपनSUSE 13.2 पर दोषमार्जन अनुप्रयोग हेतु उपयोगी है। केवल विशेषज्ञ उपयोक्ताओं हेतु।

source: Repository for official updates to 13.2
ar: مستودع الترقية الرسمي إلى 13.2
hi: 13.2 हेतु आधिकारिक अपडेट का पैकेज-संग्रह

source: In this repository you find security and maintenance updates to openSUSE 13.2.
ar: في هذا المستودع يمكنك العثور على تحديثات الأمان وتحديثات الصيانة لأوبن سوزي 13.2.
hi: ओपनSUSE 13.2 हेतु सुरक्षा व अनुरक्षण अपडेट का पैकेज-संग्रह।

source: Repository for official non free updates to 13.2
ar: مستودع الترقية الرسمي إلى 13.2
hi: 13.2 हेतु आधिकारिक अमुक्त अपडेट का पैकेज-संग्रह

source: Update repository of openSUSE 13.2 debuginfo packages
ar: تحديث مستودع حزم معلومات التصحيح لأوبن سوزي 13.2
hi: ओपनSUSE 13.2 दोषमार्जन पैकेज का अपडेट पैकेज-संग्रह

source: Main repository of openSUSE Tumbleweed including only Open Source Software
ar: المستودع الرئيسي لأوبن سوزي Tumbleweed مع البرمجيات مفتوحة المصدر فقط
hi: केवल मुक्त स्रोत सॉफ्टवेयर युक्त ओपनSUSE टम्बलवीड का मुख्य पैकेज-संग्रह

source: The big Open Source Software (OSS) repository for openSUSE, giving you access to thousands of packages maintained by the openSUSE team. (Due to the size of the repository, adding it may take some time. 512 MB of RAM or an enabled SWAP partition are highly recommended in case you want to access this repository at installation time.)
ar: مستودع البرمجيات الحرة (OSS) الكبرى لاوبن سوزي تتيح الوصول إلى آلاف الحزم التي يحتفظ بها فريق اوبن سوزي. (نظرا لحجم المستودع ، فإن إضافته تستغرق بعض الوقت ويستهلك 512 ميغابايت من ذاكرة الوصول العشوائي او من قسم SWAP نوصى بشده بالوصول لهذا المستودع اثناء وقت التنصيب.)
hi: ओपनSUSE के विशाल मुक्त स्रोत सॉफ्टवेयर (ओएसएस) पैकेज-संग्रह में सम्मिलित हैं ओपनSUSE टीम द्वारा अनुरक्षित सहस्त्र पैकेज। (पैकेज-संग्रह आकार के कारण जोड़ने में समय लग सकता है। इंस्टॉल प्रक्रिया के समय इसे अभिगम करने हेतु 512 एमबी रैम या स्वैप सक्रिय विभाजन होना आवश्यक है।)

source: Main repository of openSUSE Tumbleweed (Source packages)
ar: مستودع أوبن سوزي Tumbleweed الرئيسي (حزم المصدر)
hi: ओपनSUSE टम्बलवीड का मुख्य पैकेज-संग्रह (स्रोत पैकेज)

source: The repository of all source packages in openSUSE Tumbleweed. For experts only.
ar: مستودع جميع حزم المصدر في أوبن سوزي Tumbleweed. للخبراء فقط.
hi: ओपनSUSE टम्बलवीड1 हेतु सभी स्रोत पैकेज का मुख्य पैकेज-संग्रह। केवल विशेषज्ञ उपयोक्ताओं हेतु।

source: Main repository of openSUSE Tumbleweed including the debuginfo packages
ar: المستودع الرئيسي للأوبن سوزي Tumbleweed بما في ذلك حزم debuginfo
hi: ओपनSUSE टम्बलवीड का दोषमार्जन पैकेज युक्त मुख्य पैकेज-संग्रह

source: This repository is useful for those that want to debug applications on openSUSE Tumbleweed. For experts only.
ar: هذا المستودع مفيد لمن يرغب في تصحيح التطبيقات على أوبن سوزي Tumbleweed. للخبراء فقط.
hi: यह पैकेज-संग्रह ओपनSUSE टम्बलवीड पर दोषमार्जन अनुप्रयोग हेतु उपयोगी है। केवल विशेषज्ञ उपयोक्ताओं हेतु।

source: Official update repository for Tumbleweed
ar: مستودع تحديث Tumbleweed الرئيسي
hi: टम्बलवीड हेतु आधिकारिक अपडेट पैकेज-संग्रह

source: This repository provides urgent updates until they get integrated into the main repositories.
ar: يوفر هذا المستودع تحديثات عاجلة حتى يتم دمجها في المستودعات الرئيسية.
hi: यह पैकेज संग्रह मुख्य पैकेज-संग्रह में सम्मिलित होने के पूर्व अति आवश्यक अपडेट प्रदान करता है।

source: Main Repository
ar: المستودع الرئيسي
hi: मुख्य पैकेज-संग्रह

source: Main repository of openSUSE Leap including only Open Source Software
ar: المستودع الرئيسي للأوبن سوزي Leap مع البرمجيات مفتوحة المصدر فقط
hi: केवल मुक्त स्रोत सॉफ्टवेयर युक्त ओपनSUSE लीप का मुख्य पैकेज-संग्रह

source: The big Open Source Software (OSS) repository for openSUSE Leap, giving you access to thousands of packages maintained by the openSUSE community.
ar: برمجيات المصدر المفتوح (OSS) مستودع كبير لأوبن سوزي Leap ، يتيح الوصول إلى الآلاف الحزم التي يحتفظ بها مجتمع أوبن سوزي.
hi: ओपनSUSE लीप के विशाल मुक्त स्रोत सॉफ्टवेयर (ओएसएस) पैकेज-संग्रह में सम्मिलित हैं ओपनSUSE समुदाय द्वारा अनुरक्षित सहस्त्र पैकेज।

source: Source Repository
ar: مستودع المصدر
hi: स्रोत पैकेज-संग्रह

source: Source packages for the main repository of openSUSE Leap
ar: مصدر الحزم للمستودع الرئيسي لأوبن سوزي Leap
hi: ओपनSUSE लीप के मुख्य पैकेज-संग्रह हेतु स्रोत पैकेज

source: The repository of all source packages in openSUSE Leap. For experts only.
ar: مستودع لجميع حزم مصدر في أوبن سوزي Leap للخبراء فقط.
hi: ओपनSUSE लीप हेतु सभी स्रोत पैकेज का मुख्य पैकेज-संग्रह। केवल विशेषज्ञ उपयोक्ताओं हेतु।

source: Debug Repository
ar: مستودع التصحيح
hi: दोषमार्जन पैकेज-संग्रह

source: Main repository of openSUSE Leap including the debuginfo packages
ar: المستودع الرئيسي للأوبن سوزي Leap بما في ذلك حزم معلومات العلل
hi: ओपनSUSE लीप का दोषमार्जन पैकेज युक्त मुख्य पैकेज-संग्रह

source: This repository is useful for those that want to debug applications on openSUSE Leap. For experts only.
ar: هذا المستودع لمن يرغب بتصحيح التطبيقات على أوبن سوزي Leap للخبراء فقط.
hi: यह पैकेज-संग्रह ओपनSUSE लीप पर दोषमार्जन अनुप्रयोग हेतु उपयोगी है। केवल विशेषज्ञ उपयोक्ताओं हेतु।

source: Repository for official updates to openSUSE Leap
ar: مستودع للحصول على التحديثات الرسمية لأوبن سوزي Leap
hi: ओपनSUSE लीप हेतु आधिकारिक अपडेट का पैकेज-संग्रह

source: In this repository you find security and maintenance updates to openSUSE Leap.
ar: في هذه مستودع تجد تحديثات الأمان والصيانة لأوبن سوزي Leap.
hi: ओपनSUSE लीप हेतु सुरक्षा व अनुरक्षण अपडेट का पैकेज-संग्रह।

source: Update Repository (Debug)
ar: مستودع التحديث (تصحيح)
hi: रिपोजिटरी अपडेट करें (डिबग)

source: Update repository of openSUSE Leap debuginfo packages
ar: تحديث مستودع أوبن سوزي Leap حزم معلومات العلل
hi: ओपनSUSE लीप दोषमार्जन पैकेज का अपडेट पैकेज-संग्रह

source: Untested Updates
ar: تحديثات غير مجربة
hi: अपरीक्षित पैकेज-संग्रह

source: Repository of not yet tested updates
ar: مستودع للتحديثات التي لم تختبر حتى الآن
hi: अपरीक्षित अपडेट का पैकेज-संग्रह

source: Repository contains security and maintenance updates that still need testing by quality assurance. Add this repository only if you want to participate in testing openSUSE updates.
ar: مستودع تحديثات الأمان والصيانة التي لا تزال بحاجة لاختبار لضمان الجودة. لا تضف هذا المستودع إلا إذا كنت ترغب في المشاركة في اختبار تحديثات أوبن سوزي.
hi: गुणवत्ता परीक्षण रहित सुरक्षा व अनुरक्षण अपडेट का पैकेज-संग्रह। ओपनSUSE अपडेट परीक्षण प्रक्रिया में सहयोग करने की इच्छा होने की स्थिति में ही इसे जोड़ें।

source: Non-OSS Repository
ar: مستودع البرمجيات غير الحرة
hi: गैर-ओएसएस पैकेज-संग्रह

source: Non-Open Source Software Addon repository for openSUSE Leap
ar: البرمجيات غير مفتوحة المصدر الملحقة بمستودع أوبن سوزي Leap
hi: ओपनSUSE लीप हेतु अमुक्त स्रोत सॉफ्टवेयर पूरक साधन पैकेज-संग्रह

source: The official openSUSE Leap repository for all Non-Open Source Software maintained by the openSUSE community, including Opera, Steam and more.
ar: مستودع الرسمي لجميع برمجيات المصدر المفتوح غير التي يحتفظ بها مجتمع أوبن سوزي Leap ، بما في ذلك أوبرا، وأكثر من ذلك.
hi: ओपनSUSE समुदाय द्वारा अनुरक्षित सभी अमुक्त स्रोत सॉफ्टवेयर का आधिकारिक ओपनSUSE लीप पैकेज-संग्रह जिसमें ओपेरा, जावा, फ़्लैश इत्यादि सम्मिलित हैं।

source: Repository for official non free updates to openSUSE Leap
ar: مستودع للتحديثات المجانية غير الرسمية لأوبن سوزي Leap
hi: ओपनSUSE लीप हेतु आधिकारिक अमुक्त अपडेट का पैकेज-संग्रह

source: Update repository with updates from SUSE Linux Enterprise 15
hi: SUSE Linux Enterprise 15 के अपडेट के साथ रिपॉजिटरी को अपडेट करें

source: Repository with SUSE Linux Enterprise updates for openSUSE Leap
hi: openSUSE Leap के लिए रिपोएटरी के साथ SUSE Linux Enterprise अपडेट

source: Non-Open Source Software Addon repository for openSUSE Tumbleweed
ar: البرمجيات غير مفتوحة المصدر الملحقة بمستودع أوبن سوزي Tumbleweed
hi: ओपनSUSE टम्बलवीड हेतु अमुक्त स्रोत सॉफ्टवेयर पूरक साधन पैकेज-संग्रह

source: The official openSUSE Tumbleweed repository for all Non-Open Source Software maintained by the openSUSE team, including Opera, Flash, and more.
ar: مستودع أوبن سوزي Tumbleweed الرسمي لجميع برمجيات المصدر المفتوح غير التي يحتفظ بها فريق أوبن سوزي، بما في ذلك أوبرا، فلاش، وأكثر من ذلك.
hi: ओपनSUSE टीम द्वारा अनुरक्षित सभी अमुक्त स्रोत सॉफ्टवेयर का आधिकारिक ओपनSUSE टम्बलवीड पैकेज-संग्रह जिसमें ओपेरा, जावा, फ़्लैश इत्यादि सम्मिलित हैं।

source: Main repository of openSUSE Leap (Source packages)
ar: المستودع الرئيسي للأوبن سوزي Leap (حزم المصدر)
hi: ओपनSUSE लीप का मुख्य पैकेज-संग्रह (स्रोत पैकेज)

source: Main repository of openSUSE Leap 42.1 including only Open Source Software
ar: المستودع الرئيسي للأوبن سوزي Leap 42.1 مع البرمجيات مفتوحة المصدر فقط
hi: केवल मुक्त स्रोत सॉफ्टवेयर युक्त ओपनSUSE लीप 42.1 का मुख्य पैकेज-संग्रह
