Repository: openSUSE/download.o.o
Catalog: po/*.po
Languages: ar, hi

source: The big Open Source Software (OSS) repository for openSUSE Leap 42.1, giving you access to thousands of packages maintained by the openSUSE community.
ar: برمجيات المصدر المفتوح (OSS) مستودع كبير لأوبن سوزي Leap 42.1، يتيح الوصول إلى الآلاف الحزم التي يحتفظ بها مجتمع أوبن سوزي.
hi: ओपनSUSE लीप 42.1 के विशाल मुक्त स्रोत सॉफ्टवेयर (ओएसएस) पैकेज-संग्रह में सम्मिलित हैं ओपनSUSE समुदाय द्वारा अनुरक्षित सहस्त्र पैकेज।

source: Non-Open Source Software Addon repository for openSUSE Leap 42.1
ar: البرمجيات غير مفتوحة المصدر الملحقة بمستودع أوبن سوزي Leap 42.1
hi: ओपनSUSE लीप 42.1 हेतु अमुक्त स्रोत सॉफ्टवेयर पूरक साधन पैकेज-संग्रह

source: The official openSUSE Leap 42.1 repository for all Non-Open Source Software maintained by the openSUSE community, including Opera, Steam, Flash, and more.
ar: مستودع الرسمي لجميع برمجيات المصدر المفتوح غير التي يحتفظ بها مجتمع أوبن سوزي Leap 42.1، بما في ذلك أوبرا، فلاش، وأكثر من ذلك.
hi: ओपनSUSE समुदाय द्वारा अनुरक्षित सभी अमुक्त स्रोत सॉफ्टवेयर का आधिकारिक ओपनSUSE लीप 42.1 पैकेज-संग्रह जिसमें ओपेरा, जावा, फ़्लैश इत्यादि सम्मिलित हैं।

source: Main repository of openSUSE Leap 42.1 (Source packages)
ar: المستودع الرئيسي للأوبن سوزي Leap 42.1 (حزم المصدر)
hi: ओपनSUSE लीप 42.1 का मुख्य पैकेज-संग्रह (स्रोत पैकेज)

source: The repository of all source packages in openSUSE Leap 42.1. For experts only.
ar: مستودع لجميع مصادر حزم أوبن سوزي Leap 42.1. للخبراء فقط.
hi: ओपनSUSE लीप 42.1 हेतु सभी स्रोत पैकेज का मुख्य पैकेज-संग्रह। केवल विशेषज्ञ उपयोक्ताओं हेतु।

source: Main repository of openSUSE Leap 42.1 including the debuginfo packages
ar: المستودع الرئيسي للأوبن سوزي Leap 42.1 بما في ذلك حزم معلومات العلل
hi: ओपनSUSE लीप 42.1 का दोषमार्जन पैकेज युक्त मुख्य पैकेज-संग्रह

source: This repository is useful for those that want to debug applications on openSUSE Leap 42.1. For experts only.
ar: هذا المستودع مفيد لمن يرغب في تصحيح التطبيقات على أوبن سوزي Leap 42.1. للخبراء فقط.
hi: यह पैकेज-संग्रह ओपनSUSE लीप 42.1 पर दोषमार्जन अनुप्रयोग हेतु उपयोगी है। केवल विशेषज्ञ उपयोक्ताओं हेतु।

source: Repository for official updates to openSUSE Leap 42.1
ar: مستودع للحصول على التحديثات الرسمية لأوبن سوزي Leap 42.1
hi: ओपनSUSE लीप 42.1 हेतु आधिकारिक अपडेट का पैकेज-संग्रह

source: In this repository you find security and maintenance updates to openSUSE Leap 42.1.
ar: في هذه مستودع تجد تحديثات الأمان والصيانة لأوبن سوزي Leap 42.1.
hi: ओपनSUSE लीप 42.1 हेतु सुरक्षा व अनुरक्षण अपडेट का पैकेज-संग्रह।

source: Repository for official non free updates to openSUSE Leap 42.1
ar: مستودع للتحديثات المجانية غير الرسمية لأوبن سوزي Leap 42.1
hi: ओपनSUSE लीप 42.1 हेतु आधिकारिक अमुक्त अपडेट का पैकेज-संग्रह

source: Update repository of openSUSE Leap 42.1 debuginfo packages
ar: تحديث مستودع أوبن سوزي Leap حزم 42.1 معلومات العلل
hi: ओपनSUSE लीप 42.1 दोषमार्जन पैकेज का अपडेट पैकेज-संग्रह

source: Main repository of openSUSE Leap 42.2 including only Open Source Software
ar: المستودع الرئيسي لأوبن سوزي Leap 42.2 للبرمجيات مفتوحة المصدر فقط
hi: केवल मुक्त स्रोत सॉफ्टवेयर युक्त ओपनSUSE लीप 42.2 का मुख्य पैकेज-संग्रह

source: The big Open Source Software (OSS) repository for openSUSE Leap 42.2, giving you access to thousands of packages maintained by the openSUSE community.
ar: برمجيات المصدر المفتوح (OSS) مستودع كبير لأوبن سوزي Leap 42.2، يتيح الوصول إلى الآلاف الحزم التي يحتفظ بها مجتمع أوبن سوزي.
hi: ओपनSUSE लीप 42.2 के विशाल मुक्त स्रोत सॉफ्टवेयर (ओएसएस) पैकेज-संग्रह में सम्मिलित हैं ओपनSUSE समुदाय द्वारा अनुरक्षित सहस्त्र पैकेज।

source: Non-Open Source Software Addon repository for openSUSE Leap 42.2
ar: البرمجيات غير مفتوحة المصدر الملحقة بمستودع أوبن سوزي Leap 42.2
hi: ओपनSUSE लीप 42.2 हेतु अमुक्त स्रोत सॉफ्टवेयर पूरक साधन पैकेज-संग्रह

source: The official openSUSE Leap 42.2 repository for all Non-Open Source Software maintained by the openSUSE community, including Opera, Steam, Flash, and more.
ar: مستودع الرسمي لجميع برمجيات المصدر المفتوح غير التي يحتفظ بها مجتمع أوبن سوزي Leap 42.2، بما في ذلك أوبرا، فلاش، وأكثر من ذلك.
hi: ओपनSUSE समुदाय द्वारा अनुरक्षित सभी अमुक्त स्रोत सॉफ्टवेयर का आधिकारिक ओपनSUSE लीप 42.2 पैकेज-संग्रह जिसमें ओपेरा, जावा, फ़्लैश इत्यादि सम्मिलित हैं।

source: Main repository of openSUSE Leap 42.2 (Source packages)
ar: المستودع الرئيسي للأوبن سوزي Leap 42.2 (حزم المصدر)
hi: ओपनSUSE लीप 42.2 का मुख्य पैकेज-संग्रह (स्रोत पैकेज)

source: The repository of all source packages in openSUSE Leap 42.2. For experts only.
ar: مستودع لجميع حزم المصدر في أوبن سوزي Leap 42.2. للخبراء فقط.
hi: ओपनSUSE लीप 42.2 हेतु सभी स्रोत पैकेज का मुख्य पैकेज-संग्रह। केवल विशेषज्ञ उपयोक्ताओं हेतु।

source: Main repository of openSUSE Leap 42.2 including the debuginfo packages
ar: المستودع الرئيسي لأوبن سوزي Leap 42.2 بما في ذلك حزم معلومات العلل
hi: ओपनSUSE लीप 42.2 का दोषमार्जन पैकेज युक्त मुख्य पैकेज-संग्रह

source: This repository is useful for those that want to debug applications on openSUSE Leap 42.2. For experts only.
ar: هذا المستودع مفيد لمن يرغب في تصحيح التطبيقات على أوبن سوزي Leap 42.2. للخبراء فقط.
hi: यह पैकेज-संग्रह ओपनSUSE लीप 42.2 पर दोषमार्जन अनुप्रयोग हेतु उपयोगी है। केवल विशेषज्ञ उपयोक्ताओं हेतु।

source: Repository for official updates to openSUSE Leap 42.2
ar: مستودع التحديثات الرسمية لأوبن سوزي Leap 42.2
hi: ओपनSUSE लीप 42.2 हेतु आधिकारिक अपडेट का पैकेज-संग्रह

source: In this repository you find security and maintenance updates to openSUSE Leap 42.2.
ar: في هذا المستودع تجد تحديثات الأمان والصيانة لأوبن سوزي Leap 42.2.
hi: ओपनSUSE लीप 42.2 हेतु सुरक्षा व अनुरक्षण अपडेट का पैकेज-संग्रह।

source: Repository for official non free updates to openSUSE Leap 42.2
ar: مستودع للتحديثات المجانية غير الرسمية لأوبن سوزي Leap 42.2
hi: ओपनSUSE लीप 42.2 हेतु आधिकारिक अमुक्त अपडेट का पैकेज-संग्रह

source: Update repository of openSUSE Leap 42.2 debuginfo packages
ar: تحديث مستودع حزم معلومات العلل لأوبن سوزي Leap 42.2
hi: ओपनSUSE लीप 42.2 दोषमार्जन पैकेज का अपडेट पैकेज-संग्रह
